#!/usr/bin/python
# -*- coding:utf-8 -*-
# Author:luowq
# Data: 2020/4/3 13:36
# File: vehicleColor.py
VEHICLE_COLOR_DICT = {
    '未知': '0',
    '黑': '1',
    '白': '2',
    '灰': '3',
    '红': '4',
    '蓝': '5',
    '黄': '6',
    '橙': '7',
    '棕': '8',
    '绿': '9',
    '紫': '10',
    '青': '11',
    '粉': '12',
    '透明': '13',
    '其他': '14',
    'J':'黑',
    'H':'蓝',
    'G':'绿',
    'A':'白',
    'C':'黄',
    'B':'灰',
    'D':'粉',
    'E':'红',
    'F':'紫',
    'I':'棕',
    'Z':'未知'
}


